#Вывод род деятельности и псевдоним под которым скрывается Борис Николаевич Бугаев
print ("Андрей Белый (настоящее имя Борис Николаевич Бугаев - русский и советский писатель, поэт, критик, мемуарист, стиховед; один из ведущих деятелей русского символизма и модернизма в целом.")
input ("Нажимте ENTER чтобы продолжить")
print (' Старайся оставить после себя детей лучше образованных, нежели богатых: надежды образованных завиднее богатых невежд.')
print ('							Эпиктет')
input ('Нажмите ENTER чтобы продолжить')