#Задача 1. Вариант 9.
#Напишите программу, которая будет сообщать род деятельности и псевдоним под
#которым скрывается Борис Николаевич Бугаев. После вывода информации
#программа должна дожидаться пока пользователь нажмет Enter для выхода.

print("Борис Николаевич Бугаев имел псевдоним Андрей Белый")
print("Род деятельности-писатель,поэт,критик,мемуарист,стиховед")
input("Нажмите ENTER чтобы выйти")

