#Задача 1. Вариант 9.
#Напишите программу, которая будет сообщать род деятельности и псевдоним под
#которым скрывается Борис Николаевич Бугаев. После вывода информации
#программа должна дожидаться пока пользователь нажмет Enter для выхода.
#Задача 2. Вариант 9
#Напишите программу, которая будет выводить на экран наиболее понравившееся
#вам высказывание, автором которого является Эпиктет. Не забудьте о том, что
#автор должен быть упомянут на отдельной строке
print ("Андрей Белый (настоящее имя Борис Николаевич Бугаев - русский и советский писатель, поэт, критик, мемуарист, стиховед; один из ведущих деятелей русского символизма и модернизма в целом.")
input ("Нажимте ENTER чтобы продолжить")
print (' Старайся оставить после себя детей лучше образованных, нежели богатых: надежды образованных завиднее богатых невежд.')
print ('							Эпиктет')
input ('Нажмите ENTER чтобы выйти')