#Задача 2. Вариант 9
#Напишите программу, которая будет выводить на экран наиболее понравившееся
#вам высказывание, автором которого является Эпиктет. Не забудьте о том, что
#автор должен быть упомянут на отдельной строке

print (' Старайся оставить после себя детей лучше образованных, нежели богатых: надежды образованных завиднее богатых невежд.')
print ('                                                                    Эпиктет')
input ('Нажмите ENTER чтобы выйти')