#Задача 3. Вариант 9.
#Напишите программу, которая выводит имя "Доменико Теотокопули", и
#запрашивает его псевдоним. Программа должна сцеплять две эти строки и
#выводить полученную строку, разделяя имя и псевдоним с помощью тире
b = 'Доменико Теотокопули'
c = "Эль Греко"
print("Сегодня гость нашей программы-Доменико Теотокопули!")
a=input('Под каким именем мы его знаем? Ваш ответ : ')
print ('Все верно:', b+' - '+c)
input ('Нажмите ENTER чтобы выйти')