#Задача 3. Вариант 9.
#Напишите программу, которая выводит имя "Доменико Теотокопули", и
#запрашивает его псевдоним. Программа должна сцеплять две эти строки и
#выводить полученную строку, разделяя имя и псевдоним с помощью тире

name = 'Доменико Теотокопули'
print(name)
alias = input("Введите псевдоним:  ")

if alias == "Эль Греко":
	print("Все верно: " + name + " - " + alias)
else:
	print("Все верно: " + name + " - " + alias)	

input ('Нажмите ENTER чтобы продолжить')
input ('Нажмите ENTER чтобы выйти')
