#Задача 3. Вариант 9.
#Напишите программу, которая выводит имя "Доменико Теотокопули", и
#запрашивает его псевдоним. Программа должна сцеплять две эти строки и
#выводить полученную строку, разделяя имя и псевдоним с помощью тире

b = 'Доменико Теотокопули'
c = "Эль Греко"
print(с)
alias = input("Введите псевдоним")
if alias == "Эль Греко":
	print("Все верно: " + b + " - " + alias)
else:
	print("Все верно: " + b + " - " + alias)	

input ('Нажмите ENTER чтобы продолжить')
input ('Нажмите ENTER чтобы выйти')
