#Задача 4. Вариант 9.
#Напишите программу, которая выводит имя, под которым скрывается Михаил Николаевич Румянцев. Дополнительно необходимо вывести область интересов
#указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). 
#Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.
a = 1901
b = 1983
c = "Карандаш(клоун)"
d = " актер,Cоветский артист цирка (клоун),Герой Социалистического Труда. Народный артист СССР" 
e = "Россия,  Санкт-Петербург"
name = " Михаи́л Никола́евич Румя́нцев"

print("Имя: " + name)
print("Интересы: " + d)
print("Родился в " + e + " в " + str(a))

if (b > a):
	print("Умер в " + str(b))
	print("Возраст при смерти: " + str(b - a))
else:
	print("Возраст: " + str(b - a))
input ('Нажмите enter')
input ('Нажмите ENTER чтобы выйти')