#Задача 4. Вариант 9.
#Напишите программу, которая выводит имя, под которым скрывается Михаил Николаевич Румянцев.
#Дополнительно необходимо вывести область интересовуказанной личности, место рождения,
#годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). 
#Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

birth = 1901
death = 1983
interests = " актер,Cоветский артист цирка ,в 20 лет работал художником-оформителем" 
place = "Россия,  Санкт-Петербург"
name = " Михаи́л Никола́евич Румя́нцев"

print("Имя: " + name)
print("Интересы: " + interests)
print("Родился в " + place + " в " + str(birthirth))

if (death > birth):
	print("Умер в " + str(death))
	print("Возраст при смерти: " + str(death - birth))
else:
	print("Возраст: " + str(death - birth))
