#Задача 4. Вариант 9.
#Напишите программу, которая выводит имя, под которым скрывается Михаил Николаевич Румянцев. Дополнительно необходимо вывести область интересов
#указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). 
#Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.
a = 1901
b = 1983
c = "Карандаш(клоун)"
d = " изучение отечественной истории ,артист,окончил школу циркового искусства"
print ('Михаи́л Никола́евич Румя́нцев Cоветский артист цирка (клоун), актёр. Герой Социалистического Труда. Народный артист СССР')
print ('Место рождения: Россия,  Санкт-Петербург')
print ('Годы жизни:', a, ' - ', b )
print ('Возраст:', b-a)
print("Интересы:",d)
print("Его псевдоним -",c)
input ('Нажмите enter чтобы выйти')