#Задача 5. Вариант 9.
#Напишите программу, которая бы при запуске случайным образом отображала название одной из трех стран, входящих в военно-политический блок "Антанта".
import random
a=random.randint(1,3)
if a == 1:
	print("Россия")
elif a == 2:
	print("Великобритания")
else:
	print ("Франция")
input ('Нажмите ENTER чтобы выйти')
